export const circleItems = [
  {id: 1, title: 'Кино', events: [
    {
      id: 1, year: '1927', title: 'Вышел первый звуковой фильм "Певец джаза", который положил начало эре звукового кино.'
    },
    {
      id: 2, year: '1952', title: `Премьера фильма "Сингин в Рейн" стала культурным феноменом и золотым стандартом мюзиклов.`
    },
    {
      id: 3, year: '1977', title: `Премьера фильма "Звёздные войны" Джорджа Лукаса, который навсегда изменил кинематограф.`
    },
    {
      id: 4, year: '1952', title: `Появление фильма "Форрест Гамп", который стал культовым и получил шесть премий "Оскар".`
    },
    {
      id: 5, year: '1952', title: `Премьера фильма "Сингин в Рейн" стала культурным феноменом и золотым стандартом мюзиклов.`
    },
    {
      id: 6, year: '1952', title: `Премьера фильма "Сингин в Рейн" стала культурным феноменом и золотым стандартом мюзиклов.`
    },
  ]},
  {id: 2, title: 'Искусство', date: '2016 ', text: 'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11'},
  {id: 3, title: 'Литература', date: '2017 ', text: 'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi'},
  {id: 4, title: 'Музыка', date: '2018', text: ' Супер что-то происходит'},
  {id: 5, title: 'Архитектура', date: '2019', text: 'Мега круто и тп'},
  {id: 6, title: 'Наука', date: '2020', text: 'Отличная новость класс'},
]