export const circleItems = [
  {id: 1, title: 'Кино', events: [
    {
      id: 1, year: '1927', title: 'Вышел первый звуковой фильм "Певец джаза", который положил начало эре звукового кино.'
    },
    {
      id: 2, year: '1952', title: `Премьера фильма "Сингин в Рейн" стала культурным феноменом и золотым стандартом мюзиклов.`
    },
    {
      id: 3, year: '1977', title: `Премьера фильма "Звёздные войны" Джорджа Лукаса, который навсегда изменил кинематограф.`
    },
    {
      id: 4, year: '1994', title: `Появление фильма "Форрест Гамп", который стал культовым и получил шесть премий "Оскар".`
    },
    {
      id: 5, year: '2003', title: `Выпуск фильма "Властелин колец: Возвращение короля" стал эпиком в истории кино.`
    },
    {
      id: 6, year: '2020', title: `Онлайн-кинотеатр Netflix стал первым, кто получил премию "Оскар" за лучший фильм для стримингового контента — "Паразит".`
    },
  ]},
  {id: 2, title: 'Искусство', events: [
    {
      id: 1, year: '1893', title: `Открытие выставки Всемирной выставки в Чикаго, где были представлены работы Ван Гога и других знаменитых художников.`
    },
    {
      id: 2, year: '1915', title: `Выставка "Германская экспрессионистская школа" в Берлине произвела переворот в мире искусства.`
    },
    {
      id: 3, year: '1960', title: `В Нью-Йорке прошла выставка "Поп-арт", оказавшая огромное влияние на современное искусство.`
    },
    {
      id: 4, year: '1990', title: `В Лондоне прошла первая выставка группы художников "Лондонский авангард", которые стали лидерами движения.`
    },
    {
      id: 5, year: '2015', title: `Музей современного искусства MoMA представил выставку уличного художника Бэнкси, ставшую культовой.`
    },
    {
      id: 6, year: '2022', title: `В Париже прошла выставка современного искусства под открытым небом с участием известных художников и скульпторов.`
    },
  ]},
  {id: 3, title: 'Литература', events: [
    {
      id: 1, year: '1859', title: ``
    },
    {
      id: 2, year: '1936', title: ``
    },
    {
      id: 3, year: '1961', title: ``
    },
    {
      id: 4, year: '1999', title: ``
    },
    {
      id: 5, year: '2012', title: ``
    },
    {
      id: 6, year: '2023', title: ``
    },
  ]},
  {id: 4, title: 'Музыка', events: [
    {
      id: 1, year: '', title: ``
    },
    {
      id: 2, year: '', title: ``
    },
    {
      id: 3, year: '', title: ``
    },
    {
      id: 4, year: '', title: ``
    },
    {
      id: 5, year: '', title: ``
    },
    {
      id: 6, year: '', title: ``
    },
  ]},
  {id: 5, title: 'Архитектура', events: [
    {
      id: 1, year: '', title: ``
    },
    {
      id: 2, year: '', title: ``
    },
    {
      id: 3, year: '', title: ``
    },
    {
      id: 4, year: '', title: ``
    },
    {
      id: 5, year: '', title: ``
    },
    {
      id: 6, year: '', title: ``
    },
  ]},
  {id: 6, title: 'Наука', events: [
    {
      id: 1, year: '', title: ``
    },
    {
      id: 2, year: '', title: ``
    },
    {
      id: 3, year: '', title: ``
    },
    {
      id: 4, year: '', title: ``
    },
    {
      id: 5, year: '', title: ``
    },
    {
      id: 6, year: '', title: ``
    },
  ]},
]