export const circleItems = [
  {id: 1, title: 'Кино', events: [
    {
      id: 1, year: '1927', title: 'Вышел первый звуковой фильм "Певец джаза", который положил начало эре звукового кино.'
    },
    {
      id: 2, year: '1952', title: `Премьера фильма "Сингин в Рейн" стала культурным феноменом и золотым стандартом мюзиклов.`
    },
    {
      id: 3, year: '1977', title: `Премьера фильма "Звёздные войны" Джорджа Лукаса, который навсегда изменил кинематограф.`
    },
    {
      id: 4, year: '1994', title: `Появление фильма "Форрест Гамп", который стал культовым и получил шесть премий "Оскар".`
    },
    {
      id: 5, year: '2003', title: `Выпуск фильма "Властелин колец: Возвращение короля" стал эпиком в истории кино.`
    },
    {
      id: 6, year: '2020', title: `Онлайн-кинотеатр Netflix стал первым, кто получил премию "Оскар" за лучший фильм для стримингового контента — "Паразит".`
    },
  ]},
  {id: 2, title: 'Искусство', events: [
    {
      id: 1, year: '1893', title: `Открытие выставки Всемирной выставки в Чикаго, где были представлены работы Ван Гога и других знаменитых художников.`
    },
    {
      id: 2, year: '1915', title: `Выставка "Германская экспрессионистская школа" в Берлине произвела переворот в мире искусства.`
    },
    {
      id: 3, year: '1960', title: `В Нью-Йорке прошла выставка "Поп-арт", оказавшая огромное влияние на современное искусство.`
    },
    {
      id: 4, year: '1990', title: `В Лондоне прошла первая выставка группы художников "Лондонский авангард", которые стали лидерами движения.`
    },
    {
      id: 5, year: '2015', title: `Музей современного искусства MoMA представил выставку уличного художника Бэнкси, ставшую культовой.`
    },
    {
      id: 6, year: '2022', title: `В Париже прошла выставка современного искусства под открытым небом с участием известных художников и скульпторов.`
    },
  ]},
  {id: 3, title: 'Литература', events: [
    {
      id: 1, year: '1859', title: `Опубликован роман Чарльза Дарвина "Происхождение видов", который стал основой для всей современной биологии.`
    },
    {
      id: 2, year: '1936', title: `Джордж Орвелл опубликовал свою знаменитую книгу "Животные на ферме", который стал критикой тоталитаризма.`
    },
    {
      id: 3, year: '1961', title: `Роман "Убить пересмешника" Харпер Ли был признан литературным шедевром и в дальнейшем стал классикой американской литературы.`
    },
    {
      id: 4, year: '1999', title: `Книга "Гарри Поттер и философский камень" Джоан Роулинг выпущена и стала международным бестселлером.`
    },
    {
      id: 5, year: '2012', title: `Роман "50 оттенков серого" Э. Л. Джеймс стал бестселлером и получил мировое признание.`
    },
    {
      id: 6, year: '2023', title: `Вышел новый роман Гая Кавасаки, который получил признание за новую волну технологий и инноваций в литературе.`
    },
  ]},
  {id: 4, title: 'Музыка', events: [
    {
      id: 1, year: '1965', title: `Битлы выпустили альбом "Help!", который стал настоящим музыкальным событием.`
    },
    {
      id: 2, year: '1971', title: `Вышел альбом "What's Going On" Марвина Гея, ставший знаковым в истории соул-музыки.`
    },
    {
      id: 3, year: '1984', title: `Майкл Джексон выпустил альбом "Thriller", который стал самым продаваемым альбомом всех времён.`
    },
    {
      id: 4, year: '1991', title: `Группа Nirvana выпустила альбом "Nevermind", который стал основой для развития гранж-рока.`
    },
    {
      id: 5, year: '2000', title: `Бейонсе дебютировала как сольная исполнительница и выпустила свой первый альбом "Dangerously in Love".`
    },
    {
      id: 6, year: '2023', title: `Виртуальный музыкальный фестиваль в Fortnite привлёк миллионы зрителей и стал новым форматом концертов.`
    },
  ]},
  {id: 5, title: 'Архитектура', events: [
    {
      id: 1, year: '1889', title: `Построена Эйфелева башня в Париже, которая до сих пор является символом французской архитектуры.`
    },
    {
      id: 2, year: '1929', title: ``
    },
    {
      id: 3, year: '1958', title: ``
    },
    {
      id: 4, year: '1995', title: ``
    },
    {
      id: 5, year: '2008', title: ``
    },
    {
      id: 6, year: '2024', title: ``
    },
  ]},
  {id: 6, title: 'Наука', events: [
    {
      id: 1, year: '', title: ``
    },
    {
      id: 2, year: '', title: ``
    },
    {
      id: 3, year: '', title: ``
    },
    {
      id: 4, year: '', title: ``
    },
    {
      id: 5, year: '', title: ``
    },
    {
      id: 6, year: '', title: ``
    },
  ]},
]